[
    {
      "id": 1,
      "title": "Tech Conferences and Expos",
      "short_description": "Tech conferences and expos bring together industry leaders, professionals, and enthusiasts to explore the latest technological advancements. Attendees can engage with cutting-edge products, attend informative sessions from thought leaders, and network with like-minded individuals.",
      "data1": "Feature Keynote Speakers: Attract industry leaders to share insights.",
      "data2": "Tech Showcases: Provide a platform for tech companies to exhibit their latest products and innovations.",
      "data3": "Networking Opportunities: Facilitate connections among professionals and enthusiasts.",
      "data4": "Workshops and Panels: Offer educational sessions on emerging technologies and trends.",
      "data5": "Startup Showcases: Dedicate space for startups to pitch their ideas and products.",
      "price": 490.99,
      "image": "https://i.ibb.co/nLzMYBr/Tech-conference.jpg",
      "profile": "https://i.ibb.co/x576xbn/avatar10.jpg"
    },
    {
      "id": 2,
      "title": "Gaming Conventions",
      "short_description": "Gaming conventions are gatherings for passionate gamers and industry insiders. Attendees have the opportunity to experience the latest video games, participate in tournaments, and engage with gaming culture.",
      "data1": "Game Demos and Launches: Allow gaming companies to showcase upcoming releases.",
      "data2": "Esports Tournaments: Host competitive gaming events with professional players.",
      "data3": "Cosplay Competitions: Encourage attendees to dress up as their favorite game characters.",
      "data4": "Meet-and-Greet with Developers: Provide fans the chance to interact with game creators.",
      "data5": "Gaming Merchandise Marketplace: Include a space for vendors selling gaming-related products.",
      "price": 1029.99,
      "image": "https://i.ibb.co/By0bRgJ/Gaming-Conventions.jpg",
      "profile": "https://i.ibb.co/WDb0Vjr/avatar3.jpg"
    },
    {
      "id": 3,
      "title": "Hackathons",
      "short_description": "Hackathons are intense coding events where programmers, developers, and designers collaborate on projects in a short timeframe. Participants work on innovative solutions, often incorporating robotics for projects involving automation, drones, or other hardware-based solutions.",
      "data1": "Theme-Based Challenges: Create hackathon challenges around specific themes or industry problems.",
      "data2": "Mentorship Programs: Connect participants with experienced mentors to guide them.",
      "data3": "Judging and Prizes: Recognize and reward the most innovative solutions.",
      "data4": "Collaborative Spaces: Foster a conducive environment for teams to work together.",
      "data5": "Networking Sessions: Allow participants to interact with industry professionals.",
      "image": "https://i.ibb.co/Jvct0QN/hackatons2.jpg",
      "profile": "https://i.ibb.co/37csX8m/avatar13.jpg"
    },
    {
      "id": 4,
      "title": "E-Sports Events",
      "short_description": "E-sports events showcase competitive gaming at its highest level. Professional teams and players compete in tournaments, and fans can watch live matches.",
      "data1": "Professional Tournaments: Host high-stakes competitions with top-tier players.",
      "data2": "Interactive Gaming Zones: Allow attendees to experience gaming firsthand.",
      "data3": "Fan Engagement Activities: Include activities that allow fans to interact with their favorite teams and players.",
      "data4": "Esports Merchandise Booths: Provide a marketplace for esports-themed merchandise.",
      "data5": "Streaming Zones: Set up areas for live streaming of tournaments.",
      "price": 2099.99,
      "image": "https://i.ibb.co/1ZqJKt1/E-Sports.jpg",
      "profile": "https://i.ibb.co/znBD4hp/avatar1.jpg"
    },
    {
      "id": 5,
      "title": "Virtual Events",
      "short_description": "Virtual events encompass a wide range of online gatherings, from virtual conferences to digital expos. Attendees can participate from anywhere in the world, engaging in live-streamed sessions, virtual networking, and interactive experiences.",
      "data1": "Webinars and Virtual Conferences: Host online events with guest speakers and interactive sessions.",
      "data2": "Virtual Expos: Create a digital space for exhibitors to showcase their products.",
      "data3": "Virtual Reality (VR) Experiences: Integrate VR elements to enhance the immersive experience.",
      "data4": "Networking Platforms: Incorporate tools that facilitate virtual networking and connections.",
      "data5": "On-Demand Content: Allow attendees to access event content at their convenience.",
      "price": 1999.99,
      "image": "https://i.ibb.co/YL97ckS/virtual-reality.jpg",
      "profile": "https://i.ibb.co/zX0y5Gq/avatar12.jpg"
    },
    {
      "id": 6,
      "title": "Robotics Events",
      "short_description": "To celebrate and explore the latest advancements in the field of robotics. These events bring together engineers, researchers, and enthusiasts to showcase cutting-edge robotic technologies, share knowledge, and foster collaboration.",
      "data1": "Robot Competitions: Organize challenges that highlight the capabilities of different robots.",
      "data2": "Workshops and Tech Talks: Provide educational sessions on robotics and automation.",
      "data3": "Robotics Innovation Showcases: Allow companies to display cutting-edge robotics technologies.",
      "data4": "Student Competitions: Engage students in competitions to encourage innovation.",
      "data5": "Industry Collaboration Opportunities: Facilitate connections between robotics startups and established companies.",
      "price": 2399.99,
      "image": "https://i.ibb.co/sVrcrwS/children-making-robot.jpg",
      "profile": "https://i.ibb.co/Tw9vnsc/avatar14.jpg"
    }
  ]
  